esbenp.prettier-vscode
foxundermoon.shell-format
johnpapa.vscode-peacock
PKief.material-icon-theme
RobbOwen.synthwave-vscode
teabyii.ayu
wesbos.theme-cobalt2
esbenp.prettier-vscode
foxundermoon.shell-format
johnpapa.vscode-peacock
PKief.material-icon-theme
RobbOwen.synthwave-vscode
teabyii.ayu
wesbos.theme-cobalt2
=====================
esbenp.prettier-vscode
foxundermoon.shell-format
johnpapa.vscode-peacock
PKief.material-icon-theme
RobbOwen.synthwave-vscode
teabyii.ayu
wesbos.theme-cobalt2
========================
esbenp.prettier-vscode
foxundermoon.shell-format
johnpapa.vscode-peacock
PKief.material-icon-theme
RobbOwen.synthwave-vscode
teabyii.ayu
wesbos.theme-cobalt2
========================
esbenp.prettier-vscode
foxundermoon.shell-format
johnpapa.vscode-peacock
PKief.material-icon-theme
RobbOwen.synthwave-vscode
teabyii.ayu
wesbos.theme-cobalt2
=========================
esbenp.prettier-vscode
foxundermoon.shell-format
johnpapa.vscode-peacock
PKief.material-icon-theme
RobbOwen.synthwave-vscode
teabyii.ayu
wesbos.theme-cobalt2
=========================
     1	esbenp.prettier-vscode
     2	foxundermoon.shell-format
     3	johnpapa.vscode-peacock
     4	PKief.material-icon-theme
     5	RobbOwen.synthwave-vscode
     6	teabyii.ayu
     7	wesbos.theme-cobalt2
=========================
     1	charliermarsh.ruff
     2	esbenp.prettier-vscode
     3	foxundermoon.shell-format
     4	johnpapa.vscode-peacock
     5	ms-python.python
     6	ms-python.vscode-pylance
     7	PKief.material-icon-theme
     8	RobbOwen.synthwave-vscode
     9	teabyii.ayu
    10	wesbos.theme-cobalt2
=========================
     1	charliermarsh.ruff
     2	esbenp.prettier-vscode
     3	foxundermoon.shell-format
     4	johnpapa.vscode-peacock
     5	ms-python.python
     6	ms-python.vscode-pylance
     7	PKief.material-icon-theme
     8	RobbOwen.synthwave-vscode
     9	teabyii.ayu
    10	wesbos.theme-cobalt2
=========================
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
