esbenp.prettier-vscode
foxundermoon.shell-format
johnpapa.vscode-peacock
PKief.material-icon-theme
RobbOwen.synthwave-vscode
teabyii.ayu
wesbos.theme-cobalt2
esbenp.prettier-vscode
foxundermoon.shell-format
johnpapa.vscode-peacock
PKief.material-icon-theme
RobbOwen.synthwave-vscode
teabyii.ayu
wesbos.theme-cobalt2
=====================
esbenp.prettier-vscode
foxundermoon.shell-format
johnpapa.vscode-peacock
PKief.material-icon-theme
RobbOwen.synthwave-vscode
teabyii.ayu
wesbos.theme-cobalt2
========================
esbenp.prettier-vscode
foxundermoon.shell-format
johnpapa.vscode-peacock
PKief.material-icon-theme
RobbOwen.synthwave-vscode
teabyii.ayu
wesbos.theme-cobalt2
========================
esbenp.prettier-vscode
foxundermoon.shell-format
johnpapa.vscode-peacock
PKief.material-icon-theme
RobbOwen.synthwave-vscode
teabyii.ayu
wesbos.theme-cobalt2
=========================
esbenp.prettier-vscode
foxundermoon.shell-format
johnpapa.vscode-peacock
PKief.material-icon-theme
RobbOwen.synthwave-vscode
teabyii.ayu
wesbos.theme-cobalt2
=========================
     1	esbenp.prettier-vscode
     2	foxundermoon.shell-format
     3	johnpapa.vscode-peacock
     4	PKief.material-icon-theme
     5	RobbOwen.synthwave-vscode
     6	teabyii.ayu
     7	wesbos.theme-cobalt2
=========================
     1	charliermarsh.ruff
     2	esbenp.prettier-vscode
     3	foxundermoon.shell-format
     4	johnpapa.vscode-peacock
     5	ms-python.python
     6	ms-python.vscode-pylance
     7	PKief.material-icon-theme
     8	RobbOwen.synthwave-vscode
     9	teabyii.ayu
    10	wesbos.theme-cobalt2
=========================
     1	charliermarsh.ruff
     2	esbenp.prettier-vscode
     3	foxundermoon.shell-format
     4	johnpapa.vscode-peacock
     5	ms-python.python
     6	ms-python.vscode-pylance
     7	PKief.material-icon-theme
     8	RobbOwen.synthwave-vscode
     9	teabyii.ayu
    10	wesbos.theme-cobalt2
=========================
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Mon Dec 11 07:59:23 PM PST 2023
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Tue Dec 12 03:41:24 AM PST 2023
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Wed Dec 13 02:39:52 AM PST 2023
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Thu Dec 14 01:19:02 AM PST 2023
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Thu Dec 14 05:07:12 AM PST 2023
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Thu Dec 14 05:07:54 AM PST 2023
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Thu Dec 14 05:58:28 AM PST 2023
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Thu Dec 14 06:11:24 AM PST 2023
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Thu Dec 14 06:12:37 AM PST 2023
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Thu Dec 14 06:23:37 AM PST 2023
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Thu Dec 14 06:49:50 AM PST 2023
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Thu Dec 14 07:03:17 AM PST 2023
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Thu Dec 14 09:18:58 AM PST 2023
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Thu Dec 14 02:10:41 PM PST 2023
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Thu Dec 14 02:10:49 PM PST 2023
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Thu Dec 14 03:30:07 PM PST 2023
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Fri Dec 15 06:17:20 AM PST 2023
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	sourcegraph.cody-ai
    11	teabyii.ayu
    12	wesbos.theme-cobalt2
=========================
Fri Dec 15 10:04:29 AM PST 2023
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	sourcegraph.cody-ai
    11	teabyii.ayu
    12	wesbos.theme-cobalt2
