esbenp.prettier-vscode
foxundermoon.shell-format
johnpapa.vscode-peacock
PKief.material-icon-theme
RobbOwen.synthwave-vscode
teabyii.ayu
wesbos.theme-cobalt2
esbenp.prettier-vscode
foxundermoon.shell-format
johnpapa.vscode-peacock
PKief.material-icon-theme
RobbOwen.synthwave-vscode
teabyii.ayu
wesbos.theme-cobalt2
=====================
esbenp.prettier-vscode
foxundermoon.shell-format
johnpapa.vscode-peacock
PKief.material-icon-theme
RobbOwen.synthwave-vscode
teabyii.ayu
wesbos.theme-cobalt2
========================
esbenp.prettier-vscode
foxundermoon.shell-format
johnpapa.vscode-peacock
PKief.material-icon-theme
RobbOwen.synthwave-vscode
teabyii.ayu
wesbos.theme-cobalt2
========================
esbenp.prettier-vscode
foxundermoon.shell-format
johnpapa.vscode-peacock
PKief.material-icon-theme
RobbOwen.synthwave-vscode
teabyii.ayu
wesbos.theme-cobalt2
=========================
esbenp.prettier-vscode
foxundermoon.shell-format
johnpapa.vscode-peacock
PKief.material-icon-theme
RobbOwen.synthwave-vscode
teabyii.ayu
wesbos.theme-cobalt2
=========================
     1	esbenp.prettier-vscode
     2	foxundermoon.shell-format
     3	johnpapa.vscode-peacock
     4	PKief.material-icon-theme
     5	RobbOwen.synthwave-vscode
     6	teabyii.ayu
     7	wesbos.theme-cobalt2
=========================
     1	charliermarsh.ruff
     2	esbenp.prettier-vscode
     3	foxundermoon.shell-format
     4	johnpapa.vscode-peacock
     5	ms-python.python
     6	ms-python.vscode-pylance
     7	PKief.material-icon-theme
     8	RobbOwen.synthwave-vscode
     9	teabyii.ayu
    10	wesbos.theme-cobalt2
=========================
     1	charliermarsh.ruff
     2	esbenp.prettier-vscode
     3	foxundermoon.shell-format
     4	johnpapa.vscode-peacock
     5	ms-python.python
     6	ms-python.vscode-pylance
     7	PKief.material-icon-theme
     8	RobbOwen.synthwave-vscode
     9	teabyii.ayu
    10	wesbos.theme-cobalt2
=========================
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Mon Dec 11 07:59:23 PM PST 2023
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Tue Dec 12 03:41:24 AM PST 2023
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Wed Dec 13 02:39:52 AM PST 2023
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Thu Dec 14 01:19:02 AM PST 2023
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Thu Dec 14 05:07:12 AM PST 2023
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Thu Dec 14 05:07:54 AM PST 2023
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Thu Dec 14 05:58:28 AM PST 2023
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Thu Dec 14 06:11:24 AM PST 2023
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Thu Dec 14 06:12:37 AM PST 2023
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Thu Dec 14 06:23:37 AM PST 2023
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Thu Dec 14 06:49:50 AM PST 2023
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Thu Dec 14 07:03:17 AM PST 2023
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Thu Dec 14 09:18:58 AM PST 2023
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Thu Dec 14 02:10:41 PM PST 2023
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Thu Dec 14 02:10:49 PM PST 2023
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Thu Dec 14 03:30:07 PM PST 2023
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Fri Dec 15 06:17:20 AM PST 2023
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	sourcegraph.cody-ai
    11	teabyii.ayu
    12	wesbos.theme-cobalt2
=========================
Fri Dec 15 10:04:29 AM PST 2023
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	sourcegraph.cody-ai
    11	teabyii.ayu
    12	wesbos.theme-cobalt2
=========================
Fri Dec 15 10:27:04 AM PST 2023
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	sourcegraph.cody-ai
    11	teabyii.ayu
    12	wesbos.theme-cobalt2
=========================
Sun Dec 31 05:46:22 PM PST 2023
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Sun Dec 31 10:42:20 PM PST 2023
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Thu Jan  4 01:11:00 AM PST 2024
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Thu Jan  4 03:04:56 AM PST 2024
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Fri Jan  5 12:06:33 AM PST 2024
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Fri Jan  5 12:07:14 AM PST 2024
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Fri Jan  5 12:07:17 AM PST 2024
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Fri Jan  5 12:47:35 AM PST 2024
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Fri Jan  5 08:02:41 PM PST 2024
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Fri Jan  5 08:02:49 PM PST 2024
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Fri Jan  5 08:17:58 PM PST 2024
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
    10	teabyii.ayu
    11	wesbos.theme-cobalt2
=========================
Sat Jan  6 03:54:15 AM PST 2024
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
=========================
Sat Jan  6 01:18:15 PM PST 2024
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
=========================
Sun Jan  7 04:18:05 PM PST 2024
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
=========================
Wed Jan 10 04:47:20 PM PST 2024
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
=========================
Wed Jan 10 10:11:34 PM PST 2024
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
=========================
Fri Jan 12 01:13:16 AM PST 2024
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
=========================
Fri Jan 12 07:58:54 AM PST 2024
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
=========================
Wed Jan 17 05:27:08 AM PST 2024
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
=========================
Sat Jan 27 12:33:26 AM PST 2024
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
=========================
Sat Jan 27 02:21:35 PM PST 2024
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
=========================
Sat Jan 27 02:51:54 PM PST 2024
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
=========================
Sat Jan 27 03:06:53 PM PST 2024
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
=========================
Sun Jan 28 01:06:10 AM PST 2024
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
=========================
Thu Feb  1 05:56:43 AM PST 2024
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.python
     7	ms-python.vscode-pylance
     8	PKief.material-icon-theme
     9	RobbOwen.synthwave-vscode
=========================
Mon Feb 12 10:12:17 AM PST 2024
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.debugpy
     7	ms-python.python
     8	ms-python.vscode-pylance
     9	pkief.material-icon-theme
    10	robbowen.synthwave-vscode
=========================
Mon Feb 12 10:14:22 AM PST 2024
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.debugpy
     7	ms-python.python
     8	ms-python.vscode-pylance
     9	pkief.material-icon-theme
    10	robbowen.synthwave-vscode
=========================
Wed Feb 21 02:42:44 AM PST 2024
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.debugpy
     7	ms-python.python
     8	ms-python.vscode-pylance
     9	pkief.material-icon-theme
    10	robbowen.synthwave-vscode
=========================
Thu Feb 22 02:46:38 AM PST 2024
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.debugpy
     7	ms-python.python
     8	ms-python.vscode-pylance
     9	pkief.material-icon-theme
    10	robbowen.synthwave-vscode
=========================
Fri Feb 23 09:22:23 AM PST 2024
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.debugpy
     7	ms-python.python
     8	ms-python.vscode-pylance
     9	pkief.material-icon-theme
    10	robbowen.synthwave-vscode
=========================
Fri Feb 23 10:34:01 AM PST 2024
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.debugpy
     7	ms-python.python
     8	ms-python.vscode-pylance
     9	pkief.material-icon-theme
    10	robbowen.synthwave-vscode
=========================
Wed Feb 28 01:00:05 AM PST 2024
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.debugpy
     7	ms-python.python
     8	ms-python.vscode-pylance
     9	pkief.material-icon-theme
    10	robbowen.synthwave-vscode
=========================
Wed Feb 28 02:11:53 AM PST 2024
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.debugpy
     7	ms-python.python
     8	ms-python.vscode-pylance
     9	pkief.material-icon-theme
    10	robbowen.synthwave-vscode
=========================
Wed Feb 28 02:13:01 AM PST 2024
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.debugpy
     7	ms-python.python
     8	ms-python.vscode-pylance
     9	pkief.material-icon-theme
    10	robbowen.synthwave-vscode
=========================
Thu Feb 29 01:00:21 AM PST 2024
     1	amazonwebservices.aws-toolkit-vscode
     2	charliermarsh.ruff
     3	esbenp.prettier-vscode
     4	foxundermoon.shell-format
     5	johnpapa.vscode-peacock
     6	ms-python.debugpy
     7	ms-python.python
     8	ms-python.vscode-pylance
     9	pkief.material-icon-theme
    10	robbowen.synthwave-vscode
=========================
Thu Feb 29 04:51:39 AM PST 2024
=========================
Thu Feb 29 12:56:10 PM PST 2024
=========================
Fri Mar  1 07:23:18 AM PST 2024
=========================
Fri Mar  1 09:17:25 AM PST 2024
=========================
Fri Mar  1 01:31:43 PM PST 2024
=========================
Fri Mar  1 01:34:34 PM PST 2024
=========================
Sat Mar  2 02:58:34 AM PST 2024
=========================
Sat Mar  2 03:53:12 AM PST 2024
=========================
Sat Mar  2 06:26:28 AM PST 2024
=========================
Sat Mar  2 04:36:12 PM PST 2024
     1	davidanson.vscode-markdownlint
     2	esbenp.prettier-vscode
=========================
Sun Mar  3 02:20:04 AM PST 2024
     1	davidanson.vscode-markdownlint
     2	esbenp.prettier-vscode
